Repository: seblepers/Magento-CE-French-translation
Catalog: OmegaT/OmegaT-level2.tmx
Source language: en_us
Languages: fr_fr

source: Allowable values: "paypal", "primary" (default), your_custom_value (a custom payment page style from your merchant account profile).","Allowable values: "paypal"
fr_fr: sValeurs acceptées : "paypal", "primary" (par défaut), votre_valeur_personnalisée (page de paiement personnalisée pour votre profil de compte marchand)

source: Allowed Credit Card Types
fr_fr: Types de cartes de crédit autorisées

source: Allowed Currencies
fr_fr: Devises autorisées

source: Allowed File Extensions
fr_fr: Extensions de fichier autorisées

source: Allowed IPs (comma separated)
fr_fr: IPs autorisées (séparées par des virgules)

source: Allowed Methods
fr_fr: Modes de livraison autorisés

source: Allowed file extensions to upload
fr_fr: Extensions de fichier autorisées pour l'envoi

source: Allowed file types: ICO, PNG, GIF, JPEG, APNG, SVG. Not all browsers support all these formats!
fr_fr: Types de fichiers autorisés : ICO, PNG, GIF, JPEG, APNG, SVG. Attention, certains formats ne sont pas supportés par certains navigateurs.

source: Allowed file types: ICO, PNG, GIF, JPG, JPEG, APNG, SVG. Not all browsers support all these formats!
fr_fr: Types de fichiers autorisés : ICO, PNG, GIF, JPEG, APNG, SVG. Attention, certains formats ne sont pas supportés par certains navigateurs.

source: Allowed file types: jpeg, gif, png.
fr_fr: Types de fichiers autorisés : jpeg, gif, png.

source: Allows customers to stay logged in when switching between different stores.
fr_fr: Permet aux clients de rester connectés s'ils basculent entre les différentes boutiques.

source: Alphanumeric, dash and underscore characters are recommended for filenames. Improper characters are replaced with '_'.
fr_fr: Les caractères alphanumériques, les tirets et les underscores sont recommandés pour les noms de fichiers. Les caractères impropres seront remplacés par des underscores.

source: Alphanumeric, dash and underscore characters are recommended for filenames. Improper characters are replaced with \'_\'.
fr_fr: Les caractères alphanumériques, les tirets et les underscores sont recommandés pour les noms de fichiers. Les caractères impropres seront remplacés par '_'.

source: Already registered?
fr_fr: Vous avez déjà un compte ?

source: Also affects mini-shopping cart.
fr_fr: Affecte également le panier de mini-achats.

source: Alternative text for next link in pagination menu. If empty, default arrow image will used.
fr_fr: Texte alternatif pour le lien « suivant » dans le menu de pagination. Si vous le laissez vide, c'est la flêche par défaut qui sera utilisée.

source: Alternative text for previous link in pagination menu. If empty, default arrow image will used.
fr_fr: Texte alternatif pour le lien « précédent » dans le menu de pagination. Si vous le laissez vide, c'est la flêche par défaut qui sera utilisée.

source: Alternatively you could try the 'Manual Downloads and Upgrades' method.
fr_fr: Vous pouvez aussi essayer la méthode 'Téléchargements et mises à jour manuels'

source: Always
fr_fr: Toujours

source: Always (during development)
fr_fr: Toujours (pendant le developpement)

source: Always optional.
fr_fr: Toujours optionnel.

source: Amount
fr_fr: Montant

source: Amount does not match.
fr_fr: Le montant ne correspond pas.

source: Amount: %s
fr_fr: Montant : %s

source: Amount: %s.
fr_fr: Montant : %s.

source: Amounts
fr_fr: Montants

source: An account with this email address already exists.
fr_fr: Il existe déjà un compte pour cet email.

source: An error has occured
fr_fr: Une erreur est survenue

source: An error has occured while syncronizing media storages.
fr_fr: Erreur lors de la synchronisation des stockages de media.

source: An error has occurred
fr_fr: Une erreur est survenue

source: An error has occurred with the transaction #%s.
fr_fr: Erreur lors de la transaction n°%s.

source: An error has occurred. You will be redirected back to store.
fr_fr: Une erreur est survenue. Vous serez redirigé(e) vers la boutique.

source: An error occurred during paying process.
fr_fr: Erreur lors du process de paiement.

source: An error occurred during the paying process.
fr_fr: Erreur lors du process de paiement.

source: An error occurred during the payment process.
fr_fr: Erreur lors du process de paiement.

source: An error occurred in the process of payment
fr_fr: Une erreur est survenue dans le process de paiement

source: An error occurred while adding customers for the %s alert. Message: %s
fr_fr: Erreur lors de l'ajout de clients pour l'alerte %s. Message : %s

source: An error occurred while adding item to wishlist.
fr_fr: Erreur lors de l'ajout de produit à votre liste d'envies.

source: An error occurred while adding item to wishlist: %s
fr_fr: Erreur lors de l'ajout de produit à la liste d'envies : %s.

source: An error occurred while adding products to websites.
fr_fr: Erreur lors de l'ajout de produits aux sites web.

source: An error occurred while assigning order status. Status has not been assigned.
fr_fr: Erreur lors de l'assignation du statut de commande. Le statut n'a pas pu être assigné.

source: An error occurred while clearing comparison list.
fr_fr: Erreur lors de l'effacement de la liste de comparaison.

source: An error occurred while clearing the JavaScript/CSS cache.
fr_fr: Erreur lors de la purge du cache javascript/CSS.

source: An error occurred while clearing the external full page cache.
fr_fr: Erreur lors de l'effacement du cache externe de page complète.

source: An error occurred while clearing the image cache.
fr_fr: Erreur lors de la purge du cache des images.

source: An error occurred while creating shipping label.
fr_fr: Erreur lors de la création de l'étiquette de livraison.

source: An error occurred while creating the backup.
fr_fr: Erreur lors de la création de la sauvegarde.

source: An error occurred while creating the image.
fr_fr: Erreur lors de la création de l'image.

source: An error occurred while deleting URL Rewrite.
fr_fr: Une erreur est survenue pendant la suppression des réécritures d'URLs.

source: An error occurred while deleting email template data. Please review log and try again.
fr_fr: Erreur lors de la suppression des données de gabarit d'email. Consultez les logs.

source: An error occurred while deleting record(s).
fr_fr: Une erreur est survenue pendant la suppression des enregistrements.

source: An error occurred while deleting the address.
fr_fr: Erreur lors de la suppression de l'adresse.

source: An error occurred while deleting the item from wishlist.
fr_fr: Erreur lors de la suppression de produit à votre liste d'envies.

source: An error occurred while deleting the item from wishlist: %s
fr_fr: Erreur lors de la suppression de produit à la liste d'envies : %s.

source: An error occurred while deleting the role.
fr_fr: Une erreur est survenue lors de l'effacement du rôle.

source: An error occurred while deleting the rule. Please review the log and try again.
fr_fr: Erreur lors de la suppression de la règle. Vérifiez les logs et réessayez.

source: An error occurred while deleting this condition.
fr_fr: Erreur lors de la suppression de cette condition.

source: An error occurred while deleting this rate.
fr_fr: Erreur lors de la suppression de ce taux.

source: An error occurred while deleting this rate. Incorrect rate ID.
fr_fr: Erreur lors de la suppression de ce taux. Identifiant de taux incorrect.

source: An error occurred while deleting this review.
fr_fr: Erreur lors de la suppression de ce commentaire.

source: An error occurred while deleting this role.
fr_fr: Erreur lors de la suppression de ce rôle.

source: An error occurred while deleting this set.
fr_fr: Erreur lors de la suppression de ce jeu.

source: An error occurred while deleting this tax class.
fr_fr: Erreur lors de la suppression de cette classe de taxe.

source: An error occurred while deleting this tax rule.
fr_fr: Erreur lors de la suppression de cette règle de taxe.

source: An error occurred while deleting this template.
fr_fr: Erreur lors de la suppression de ce gabarit.

source: An error occurred while finishing process. Please refresh the cache
fr_fr: Erreur lors de la finalisation de ce process. Rafraîchissez le cache.

source: An error occurred while getting requested content. Please contact the store owner.
fr_fr: Erreur lors de la récupération du contenu demandé. Contactez le service client.

source: An error occurred while getting the requested content.
fr_fr: Erreur lors de la récupération du contenu demandé.

source: An error occurred while getting the requested content. Please contact the store owner.
fr_fr: Erreur lors de la récupération du contenu demandé. Contactez le service client.

source: An error occurred while import table rates.
fr_fr: Erreur lors de l'import du tableau des taux.

source: An error occurred while loading a record, aborting. Error: %s
fr_fr: Erreur lors du chargement d'un enregistrement. Erreur : %s

source: An error occurred while loading category filters.
fr_fr: Erreur lors du chargement des filtres de catégories.

source: An error occurred while loading the collection, aborting. Error: %s
fr_fr: Erreur lors du chargement d'une collection. Erreur : %s

source: An error occurred while marking notification as read.
fr_fr: Erreur lors du marquage comme "lu" des notifications.

source: An error occurred while marking the messages as read.
fr_fr: Erreur lors du marquage comme "lu" des messages

source: An error occurred while opening file: "%s".
fr_fr: Erreur lors de l'ouverture : "%s".

source: An error occurred while processing your iDEAL transaction. Please contact the web shop or try again later. The transaction number is %s.
fr_fr: Erreur lors du traitement de votre transaction iDEAL. Contactez la boutique ou réessayer plus tard. Le numéro de transaction est %s.

source: An error occurred while processing your order. Please contact us or try again later.
fr_fr: Erreur lors du traitement de votre commande. Contactez-nous ou réessayez plus tard.

source: An error occurred while processing your request.
fr_fr: Erreur lors du traitement de votre requête.

source: An error occurred while rebuilding the CatalogInventory Stock Status.
fr_fr: Erreur lors de la reconstruction de l'index des statuts de stock du catalogue.

source: An error occurred while rebuilding the catalog index.
fr_fr: Erreur lors de la reconstruction de l'index du catalogue.

source: An error occurred while rebuilding the flat catalog category.
fr_fr: Erreur lors de la reconstruction du catalogue à plat des catégories.

source: An error occurred while rebuilding the flat product catalog.
fr_fr: Erreur lors de la reconstruction du catalogue à plat des produits.

source: An error occurred while rebuilding the search index.
fr_fr: Erreur lors de la reconstruction de l'index de recherche.

source: An error occurred while refreshing the Catalog Rewrites.
fr_fr: Erreur lors de la reconstruction des réécritures du catalogue.

source: An error occurred while refreshing the Layered Navigation indices.
fr_fr: Erreur lors de la reconstruction des indexes de navigation par filtre.

source: An error occurred while refreshing the catalog rewrites.
fr_fr: Erreur lors de la reconstruction des réécritures du catalogue.

source: An error occurred while refreshing the layered navigation indices.
fr_fr: Erreur lors de la reconstruction des indexes de navigation par filtre.

source: An error occurred while removing item from wishlist.
fr_fr: Erreur lors de la suppression de l'article de la liste d'envies.

source: An error occurred while removing items from wishlist.
fr_fr: Erreur lors de la suppression des articles de la liste d'envies.

source: An error occurred while removing messages.
fr_fr: Erreur lors de la suppression des messages.

source: An error occurred while removing products from websites.
fr_fr: Erreur lors de la suppression de produits des sites web.

source: An error occurred while removing the message.
fr_fr: Erreur lors de la suppression du message.

source: An error occurred while retrieving the option value: %s.
fr_fr: Erreur lors de la récupération de la valeur d'option : %s.

source: An error occurred while saving URL Rewrite.
fr_fr: Une erreur est survenur pendant l'enregistrement de la réécriture d'URL.

source: An error occurred while saving a record, aborting. Error:
fr_fr: Erreur lors de la sauvegarde d'un enregistrement. Erreur :

source: An error occurred while saving account.
fr_fr: Erreur lors de la sauvegarde du compte.

source: An error occurred while saving attribute rules.
fr_fr: Une erreur est survenue lors de la sauvegarde des règles d'attributs.

source: An error occurred while saving order status. The status has not been added.
fr_fr: Erreur lors de la sauvegarde du statut de commande. Le statut n'a pas été ajouté.

source: An error occurred while saving review.
fr_fr: Une erreur est survenue lors de l'enregistrement du commentaire.

source: An error occurred while saving role.
fr_fr: Une erreur est survenue lors de la sauvegarde du rôle.

source: An error occurred while saving the URL rewrite
fr_fr: Erreur lors de la sauvegarde de la réécriture d'URL.

source: An error occurred while saving the URL rewrite.
fr_fr: Erreur lors de la sauvegarde de la réécriture d'URL.

source: An error occurred while saving the attribute set.
fr_fr: Erreur lors de la sauvegarde du jeu d'attributs.

source: An error occurred while saving the collection, aborting. Error message: %s
fr_fr: Erreur lors de la sauvegarde de la collection. Erreur : %s

source: An error occurred while saving the collection, aborting. Error: %s
fr_fr: Erreur lors de la sauvegarde de la collection. Erreur : %s.

source: An error occurred while saving the customer.
fr_fr: Erreur lors de la sauvegarde du client.

source: An error occurred while saving the file(s).
fr_fr: Une erreur est survenue pendant l'enregistrement des fichiers.

source: An error occurred while saving the gift message.
fr_fr: Erreur lors de la sauvegarde du message cadeau

source: An error occurred while saving the page.
fr_fr: Erreur lors de la sauvegarde de la page.

source: An error occurred while saving the product.
fr_fr: Erreur lors de la sauvegarde du produit.

source: An error occurred while saving the rule data. Please review the log and try again.
fr_fr: Erreur lors de la sauvegarde de la règle. Vérifiez les logs et réessayez.

source: An error occurred while saving the search query.
fr_fr: Erreur lors de la sauvegarde de la requête de recherche.

source: An error occurred while saving this condition.
fr_fr: Erreur lors de la sauvegarde de cette condition.

source: An error occurred while saving this configuration:
fr_fr: Erreur lors de la sauvegarde de cette configuration.

source: An error occurred while saving this group.
fr_fr: Erreur lors de la sauvegarde de ce groupe.

source: An error occurred while saving this rate.
fr_fr: Erreur lors de la sauvegarde de ce taux.

source: An error occurred while saving this review.
fr_fr: Erreur lors de la sauvegarde de ce commentaire.

source: An error occurred while saving this role.
fr_fr: Erreur lors de la sauvegarde de ce rôle.

source: An error occurred while saving this tax class.
fr_fr: Erreur lors de la sauvegarde de cette classe de taxe.

source: An error occurred while saving this tax class. A class with the same name already exists.
fr_fr: Erreur lors de la sauvegarde de cette classe de taxe. Il existe déjà une classe portant ce nom.

source: An error occurred while saving this tax rule.
fr_fr: Erreur lors de la sauvegarde de cette règle de taxe.

source: An error occurred while saving this template.
fr_fr: Erreur lors de la sauvegarde de ce gabarit.

source: An error occurred while saving your subscription.
fr_fr: Erreur lors de la sauvegarde de votre inscription.

source: An error occurred while saving. Please review the error log.
fr_fr: Erreur lors de la sauvegarde. Vérifiez les logs.

source: An error occurred while trying to delete the category.
fr_fr: Erreur lors de la suppression de la catégorie.

source: An error occurred while unassigning order status.
fr_fr: Erreur lors de la désaffectation du statut de commande.

source: An error occurred while updating the order address. The address has not been changed.
fr_fr: Erreur lors de la mise à jour de l'adresse de commande. L'adresse n'a pas été modifiée.

source: An error occurred while updating the product(s) attributes.
fr_fr: Erreur lors de la mise à jour des attributs de produits.

source: An error occurred while updating the product(s) status.
fr_fr: Erreur lors de la mise à jour du statut de produits.

source: An error occurred while updating the selected review(s).
fr_fr: Erreur lors de la mise à jour des commentaires sélectionnés.

source: An error occurred while updating wishlist.
fr_fr: Erreur lors de la mise à jour de la liste d'envies.

source: An error occurred while writing to the backup file "%s".
fr_fr: Erreur lors de l'écriture dans le fichier de sauvegarde "%s".

source: An internal reference ID is required to save the payment profile.
fr_fr: Un identifiant de référence interne est nécessaire pour sauvegarder le profil de paiement.

source: An invalid email address for recipient was entered.
fr_fr: L'adresse email saisie pour le destinataire est invalide.

source: An invalid group ID is specified, skipping the record.
fr_fr: L'ID de groupe spécifié est invalide, enregistrement ignoré.

source: An invalid option ID is specified for %s (%s), skipping the record.
fr_fr: Identifiant d'option invalide pour %s (%s), ligne ignorée.

source: An invalid store was specified.
fr_fr: Une boutique invalide a été spécifiée.

source: An item option with code %s already exists.
fr_fr: Une option article avec le code %s existe déjà.

source: Anchor Categories
fr_fr: Catégorie ancrée

source: Anchor Custom Text
fr_fr: Présenter un texte personnalisé

source: Anchor Custom Title
fr_fr: Présenter un titre personnalisé

source: Anchor Text for Next
fr_fr: Texte d'ancrage pour Suivant

source: Anchor Text for Previous
fr_fr: Texte d'ancrage pour Précédent

source: Anchor symbol (#) is not supported in request path
fr_fr: Le symbole dièse (#) n'est pas supporté dans le chemin de requête

source: Anchor symbol (#) is not supported in url rewrite suffix
fr_fr: Le symbole dièse (#) n'est pas supporté le suffixe de réécriture d'url

source: Answer Title
fr_fr: Titre de réponse

source: Answer Title:
fr_fr: Titre de la réponse :

source: Answer with the same title in this poll
fr_fr: Réponse avec le même titre dans ce sondage

source: Any
fr_fr: Tous

source: Any Attribute Set
fr_fr: Tous les jeux d'attributs

source: Any Group
fr_fr: Tous les groupes

source: Any Status
fr_fr: Tous les statuts

source: Any Store
fr_fr: Tous les magasins

source: Any Type
fr_fr: Tous les types

source: Any Visibility
fr_fr: Toutes les visibilités

source: Any data created since the backup was made will be lost including admin users, customers and orders.
fr_fr: Toutes les données créées depuis que la sauvegarde a été réalisée seront perdues (dont les comptes administrateurs, les clients et les commandes).

source: Api Rules Information
fr_fr: Informations des règles d'API

source: Api/Integration
fr_fr: Api/Intégration

source: App Background
fr_fr: Arrière-plan de l'appli

source: App Background (landscape mode)
fr_fr: Arrière-plan de l'appli (mode paysage)

source: App Background (landscape mode).
fr_fr: Arrière-plan de l'appli (mode paysage)

source: App Background (portrait mode)
fr_fr: Arrière-plan de l'appli (mode portrait)

source: App Background (portrait mode).
fr_fr: Arrière-plan de l'appli (mode portrait)

source: App Background <br />(landscape mode)
fr_fr: Arrière-plan de l'appli <br/>(mode paysage)

source: App Background <br />(portrait mode)
fr_fr: Arrière-plan de l'appli <br/>(mode portrait)

source: App Background image missing.
fr_fr: L'image d'arrière-plan de l'appli est manquante.

source: App Code
fr_fr: Code de l'appli

source: App Information
fr_fr: Informations de l'appli

source: App Name
fr_fr: Nom de l'appli

source: App Submission History
fr_fr: Historique de soumission de l'appli

source: App Title
fr_fr: Titre de l'appli

source: App code required.
fr_fr: Le code de l'appli est obligatoire.

source: App does not exist.
fr_fr: L'appli n'existe pas.

source: App has been deleted.
fr_fr: L'appli a été effacée.

source: App has been saved.
fr_fr: L'appli a été sauvegardée.

source: App has been submitted.
fr_fr: L'appli a été soumise.

source: App model not loaded.
fr_fr: Le modèle App n'a pas été chargé.

source: App with specified code does not exist.
fr_fr: Il n'existe pas d'appli correspondant à ce code.

source: Appears in the info section of your app (example: Copyright 2010 – Your Company, Inc.)
fr_fr: Apparaît dans la section infos de votre appli (par exemple : Copyright 2011 - Votre société)

source: Append Comments
fr_fr: Ajouter les commentaires

source: Append Complex Data
fr_fr: Ajouter des données complexes

source: Applicable to catalog products and categories only. Any media content will be inserted into editor as a static URL. It is not updated if the system configuration base URL changes.
fr_fr: Applicable aux produits et catégories uniquement. Tous les contenus media seront insérés dans l'éditeur comme des URLs statiques. Aucune mise à jour n'est opérée lors de changements de l'URL de base dans la configuration système.

source: Application Key
fr_fr: Clé de l'application

source: Application Master Secret
fr_fr: Code secret maître de l'application

source: Application Name
fr_fr: Nom de l'application

source: Application Secret
fr_fr: Code secret de l'application

source: Applied Coupon
fr_fr: Coupons utilisés

source: Applies for "Like" search type only.
fr_fr: S'applique uniquement aux recherche de type 'like'.

source: Applies to Any of the Specified Order Statuses
fr_fr: S'applique à tous les statuts de commande spécifiés

source: Apply
fr_fr: Appliquer

source: Apply Coupon
fr_fr: Utiliser un bon de réduction

source: Apply Coupon Code
fr_fr: Appliquer un bon de réduction

source: Apply Customer Tax
fr_fr: Appliquer la taxe client

source: Apply Discount On Prices
fr_fr: Appliquer la remise sur les prix

source: Apply Discounts To FPT
fr_fr: Appliquer les remises au TFP

source: Apply Layered Navigation if Search Results are Less Than
fr_fr: Appliquer la navigation par filtre si les résultats de recherche sont inférieurs à

source: Apply MAP (Default Value)
fr_fr: Appliquer les prix minimum affichés (valeur par défaut)

source: Apply Rules
fr_fr: Appliquer les règles

source: Apply Tax On
fr_fr: Appliquer la taxe sur

source: Apply Tax To FPT
fr_fr: Appliquer la taxe au TFP

source: Apply Theme
fr_fr: Appliquer le thème

source: Apply To
fr_fr: S'applique à

source: Apply coupon code
fr_fr: Appliquer un bon de réduction

source: Apply discount on price including tax is calculated based on store tax, if "Apply Tax after Discount" is selected.
fr_fr: Appliquer la remise sur les prix TTC est calculé sur la base de la taxe du magasin si "Appliquer les taxes après la remise" est sélectionné.

source: Apply the rule only if the following conditions are met (leave blank for all products)
fr_fr: Appliquer la règle seulement si les conditions suivantes sont remplies (laisser vide pour appliquer à tous les produits)

source: Apply the rule only to cart items matching the following conditions (leave blank for all items)
fr_fr: Appliquer la règle seulement aux articles du panier qui remplissent les conditions suivantes (laisser vide pour appliquer à tous les produits du panier)

source: Apply the rule to cart items matching the following conditions
fr_fr: Appliquer la règle aux articles du panier qui remplissent les conditions suivantes

source: Apply to Shipping Amount
fr_fr: Appliquer au montant de la livraison
